{
    "title": "Privacy Policy",
    "text": "Privacy Statement for Online Imaging Services.\n\nLast Revised November, 2009 \n\nWe at LifePics have a firm commitment to safeguarding the privacy of our customers. This page will inform you about our information gathering and dissemination practices for LifePics on this online imaging web site (the “Site”) and all of our services, including our online imaging services at provided by LifePics on behalf of <<Dealer>> (“<<Dealer>>“) (the \"Service\"). If you have questions or concerns regarding this statement, you should contact support@lifepics.com.\n\nLifePics is also referred to in this Statement as \"we\" and \"us\". For the purpose of this Privacy Statement, <<Dealer>> will have all of the rights and obligations of LifePics with regard to any information collected in connection with the Service.\n\nIn General\n\nYour Photo Albums, Album Sharing, and Address Book\n\nLifePics is committed to providing you with a safe environment to upload, share and print your photos. Except for albums you choose to share publicly without password protection, your photos are password protected and are not visible to others unless you explicitly share them. See “Terms of Service” for further details.\n\nIf you invite visitors to see your photos, by clicking on the \"Share” tab, LifePics will send an email to your list of invitees containing the URL to your album. Please note that your invitees can then forward the email containing the URL to other parties if they choose to do so when they share albums publicly. \n\nYour Personal Information\n\nLifePics only uses your personal information to conduct business with you. Your personally identifiable information will not be rented, sold or shared with any third party, except as described in this Privacy Statement or as otherwise agreed by you. LifePics may disclose information it has collected from any member of the Service and/or content any member has made available on the Service when it believes in good faith that the law or legal process requires it, or when it is necessary to do so to protect the rights or property of LifePics or others. If our company or our assets are acquired by another company, that company will possess all personal information collected by us and it will assume the rights and obligations regarding your personal information as described in this Privacy Statement.\n\nWe may change this Privacy Policy without notice from time to time. Please visit this page for updates and changes. Regardless of later changes or updates, LifePics will not use your information in a new way without first providing you with an opportunity to opt-out. \n\nAlso, if you have not already done so, please click here to review the “Terms of Service” that govern your use of the Service. Our privacy policy is considered part of the Terms of Service. \n\nInformation We Collect and How We Use It\n\nInformation You Explicitly Provide\n\nIn order to establish your account or to place any orders for prints or other products provided through the Service, you will be asked to provide certain personally identifiable information to us, such as your name, mailing and email address, phone number, and a credit card number and expiration date. We will use that information to process and communicate with you concerning any order you may submit, and to enable online imaging services to you. At times, we may also ask you for similar information, and information about your photography equipment and practices, if you choose to request a newsletter, enter a contest, fill out a customer survey or participate in a program. We may use this information to make improvements to our service or customize your service experience. In addition, all information will be shared between <<Dealer>> and LifePics, and both <<Dealer>> and LifePics are required to adhere to this Privacy Statement and may only use your information in accordance with this Privacy Statement. In any event, we will not share your personally identifiable information with anyone, including other third parties without giving you the opportunity to opt-out, except as expressly described in the \"Third Party Service Providers\" section of this Privacy Statement. \n\nWe use aggregate non-personal information (i.e. information that does not include personally identifiable data) for statistical analysis of user behavior, product development, content improvement and marketing, promotional and advertising purposes. We may also make that aggregate non-personal information available to select third party partners. \n\nInformation We Automatically Collect\n\nCookies and Invisible Gifs (also known as \"Clear Gifs,\" \"Web Bugs\" and \"Tracker Gifs\")\n\nGenerally speaking, we use cookies and invisible gifs to track users of the Service (including our newsletter service) and Site, including photo albums and the shopping areas. For example, when you visit our Site, we assign you a unique User ID and store it on your computer in the form of a cookie (unless your browser's cookie support has been disabled). Through the use of cookies, User IDs, and invisible gifs, we are able to optimize the performance and functionality of our Site, and to personalize our Site for you and present you with content and offers specific to your interests. \n\nDisabling Cookies\n\nIf you are uncomfortable with the idea of your information being stored in cookies, we recommend disabling cookie support in your browser, though please understand this will limit the performance and functionality of the Site. Your browser documentation will provide specific procedures for disabling cookie support. If you would like to opt-out from the newsletter mailing list, please see the instructions under the Choice/Opt-Out section below. \n\nAffiliate Site ID\n\nIf you entered the Site by clicking a link or promotion on another web site (including another co-branded partner web site), or if you used a site that provides universal registration services to sign up for our Site, we will store the ID of that affiliate site in our database along with your computer's User ID. We do this to ensure that the affiliate site receives proper credit for any subsequent order you might place. We may also use this information in conjunction with your activities on our Site to help us identify what offers and services may be of interest to you. \n\nThird Party Service Providers\n\nWe may share your personally identifiable information with those companies that assist us in providing the Service to you. Following are some examples of our use of third party service providers: We may share your credit card information with a financial institution to affect your purchase of our products using your credit card. We may share personally identifiable information (not including credit card information) with third parties that assist us with the administration of our newsletters or contests or that help us understand what our customers want and need from our service, including analysis of the results of particular surveys we may perform. We also engage third parties to assist us by tracking the number of visitors to our Site, including visitors that have \"clicked-through\" from specified promotions on third party web sites and those visitors' activities on the Site. We may also choose to offer certain third party products, such as Custom Printed Cards or PrePaid Cards through the Service and may disclose certain portions of your personally identifiable information (not including credit card information) to allow those product producers to fulfill your product order. \n\nYour Copyrights\n\nLifePics Imaging Network respects the intellectual property rights of others. We claim no ownership rights in any image contained in any of your photo albums and will not share your images unless instructed by you or otherwise required by law. Please note that when you share a photo album, you allow the recipients of that album to share and make photographic prints from the images contained in that album. For more information, see our “Terms of Service”. \n\nOpting-Out, Updates and Security\n\nChoice/Opt-Out\n\nThe Service provides you with the opportunity to opt-out of receiving newsletters and other promotional communications from LifePics. To discontinue your receipt of such newsletters and communications, you can do so in the \"My Account\" section of our Site. LifePics will continue to send you non-promotional, service emails concerning your account and the management or notifications of orders, confirmation of orders, or expiration of albums or images within your account.\n\nCorrect/Update\n\nIf you want to review or change any information you previously provided to us, please go to the \"My Account\" section of the Site.\n\nDe-Activating Your LifePics Online Imaging Account\n\nIf you want to de-activate your account with LifePics, please send an email to (support@lifepics.com) with your request. Please note any service will be billed/refunded as agreed when you signed up. Please be sure to include the email address of the account you wish to de-activate. Your account will be de-activated and you will no longer receive communications from us; however, we will keep your account information in our database for record-keeping purposes only. \n\nSecurity\n\nThe Service has security measures in place to protect the loss, misuse and alteration of the information under our control. We have put in place appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect online. Except as otherwise stated in this Privacy Statement, access to that data is limited to authorized LifePics staff members and our hosting company only and is further restricted by password protection mechanisms. By default, all orders placed on our Site are done on a secure server that encrypts all financial information through SSL. We will not store your credit card information in our database unless you explicitly instruct us to do so. \n\nOther Sites; Contact Information\n\nLinks to Other Sites\n\nThis Site may contain links to other sites. LifePics is not responsible for the privacy practices or the content of such other web sites. \n\nContact information on privacy\n\nIf you have any questions about this privacy statement, the practices of the Service, or your dealings with us, you can email your questions to support@lifepics.com.\n\n________________________________________\n\nPrivacy Glossary \n\nHere are definitions for commonly used privacy and related Internet terms. \n\nAggregate information\n\nInformation that may be collected by a web site but is not \"personally identifiable\" to you (see definition below). Aggregate information includes demographic data, domain names, and web site traffic. As long as none of these fields is linked to a user's personal information, the data is considered aggregate. \n\nBrowser\n\nAlso called a web browser. Software that enables you to search and or navigate through web sites or \"browse\" parts of the Internet, especially the World Wide Web. Examples: Netscape Navigator and Microsoft Internet Explorer. \n\nCookie\n\nA block of text placed in a file on your computer's hard drive by a web site you've visited. A cookie is used to identify your computer the next time you access the site. Cookies cannot identify an individual user specifically unless the cookie data is attached to personally identifiable information collected some other way, such as via an online registration form. \n\nDomain name\n\nThe company, individual, or organization \"name\" you use to access a web site, e.g. www.LifePics.com. \n\nEmail\n\nSee electronic mail. \n\nEmail address\n\nThe computer version of a postal address. Like a postal address, it contains information about who the e-mail recipient is and where he or she resides on the Internet. \n\nElectronic mail\n\nCommonly referred to as email, this form of communication enables you to send messages and files from your computer through the Internet to one or more email addresses. \n\nEncryption\n\nData that is scrambled into a private code for secure transmission. \n\nInternet\n\nA worldwide system of interconnected computer networks, whose use is not controlled by any government agency or central authority. \n\nInvisible Gif\n\nAn invisible gif is a simple signal sent from certain emails or Web pages to the sponsor of the emails or Web pages, allowing the sponsor to keep track of the number of users who access the emails and Web pages. \n\nOpt-in\n\nAn option giving you the ability to agree to the collection and dissemination of your personally identifiable information. A site that provides this option is stating that it will not gather or track personally identifiable information about you unless you knowingly provide such information and consent to such activities. \n\nOpt-out\n\nAn option giving you the choice to prevent personally identifiable information from being used by a particular web site or shared with third parties. \n\nPassword\n\nA private, unique series of letters and/or numbers that you create and must use to gain access to a web site or the Internet, specific data available online, or to make modifications to restricted-access software (e.g. parental control software). \n\nPersonally identifiable information\n\nInformation that can be traced back to an individual user, e.g. your name, postal address, or e-mail address. Personal user preferences tracked by a web site via a \"cookie\" (see definition above) is also considered personally identifiable when linked to other personally identifiable information provided by you online. \n\nPrivacy statement\n\nA page on a web site that lays out the site's privacy policy, i.e. what personal information is collected by the site, how it will be used, whom it will be shared with, and whether you have the option to exercise control over how your information will be used. \n\nWeb browser\n\nSee browser. \n\nWeb site\n\nA collection of \"pages\" or files on the World Wide Web that are linked together and maintained by a company, organization, or individual. Anyone with a web site may be considered a content provider or a publisher. \n\nWorld Wide Web\n\nA part of the Internet that links text, sound, and images in the form of web pages and sites."
}