{
    "title": "Terms of Service",
    "text": "Introduction. Welcome to the <<Dealer>> (“<<Dealer>>”) online imaging web site (the “Site”) provided to you by LifePics, Inc. Please read the following terms and conditions of service (“Terms”) carefully as they contain the legal terms and conditions of an agreement (“Agreement”) between you and LifePics that you agree to when you use the online imaging services provided to you by LifePics through the Site including all services accessed through the Site (collectively, the “Services”).\n\nBy accessing or using any of the Services you agree to be bound by the Terms of Section A and Section C which contain provisions applicable to all users of the Services, including casual visitors to the Site. If you choose to register as a member of or make a purchase through and/or create an account on the Site, you must also read and agree to be bound by the Terms set forth in Section B, in addition to the Terms of Section C, by clicking on the “I Accept” button set forth at the end of this Agreement.\n\nFor the purposes of this Agreement, “you” means you, the person using the Site, and, if applicable, the person that agrees to the Terms in Sections B and C when registering for membership (“Membership”). You and any persons in your household that you authorize to use your Membership account, are referred to in this Agreement as the “User.” “LifePics,” “we” or “us” means LifePics, Inc. <<Dealer>> means the entity for whom we are providing the Site and Services to you. In the case of inconsistencies between these Terms and information included in off-line materials (e.g., promotional materials and mailers), these Terms will always govern and take precedence.\n\nSECTION A – TERMS APPLICABLE TO UNREGISTERED USERS OF THE SITE.\n\n1. Availability. LifePics uses commercially reasonable efforts to ensure that the Services are available 24 hours a day 7 days a week. However, there will be occasions when the Services will be interrupted for maintenance, upgrades and emergency repairs or due to failure of telecommunications links and equipment that are beyond the control of LifePics. LifePics will use reasonable commercial efforts to minimize such disruption where it is within the reasonable control of LifePics. YOU AGREE THAT LIFEPICS SHALL NOT BE LIABLE TO YOU FOR ANY MODIFICATION, SUSPENSION OR DISCONTINUANCE OF THE SERVICE. YOU UNDERSTAND AND AGREE THAT THE SERVICE IS PROVIDED “AS-IS” WITHOUT ANY WARRANTY OF ANY KIND. You are responsible for obtaining access to any Services and that access may involve third party fees (such as Internet service provider or airtime charges). You are responsible for those fees, including those fees associated with the display or delivery of advertisements. In addition, you must provide and are responsible for all equipment necessary to access the Services.\n\n2. Trademarks. All brand, product and service names used in the Services which identify LifePics, are proprietary marks of LifePics. All brand, product and service names used in the Services which identify <<Dealer>>, are proprietary marks of <<Dealer>>. All brand, product and service names used in the Services which identify other entities and their products and services are proprietary marks of such third parties. Nothing in the Services shall be deemed to confer on any person any license or right on the part of LifePics, <<Dealer>> or any third party with respect to any such image, logo or name.\n\n3. Copyright. Unless otherwise stated in this Agreement or on the Site, LifePics is the owner of all copyright and database rights in the Services and its contents. You may not publish, distribute, extract, reuse or reproduce any such LifePics proprietary content in any material form (including photocopying or storing it in any medium by electronic means) other than in accordance with these Terms.\n\n4. Copyright, Other Proprietary and Privacy Protection for Other Users’ Content on the Site. LifePics hereby notifies you that all the information, content, image files, software and materials on the Site may be protected by U.S. and international copyright and other intellectual property laws and by other applicable laws, including privacy laws. You understand that LifePics is unable to provide you with permission to copy, display, print, or distribute material for which you do not own the copyright or other intellectual property rights. You may not copy, print, or distribute such material without the written consent of the owner, and you are solely responsible for any copyright or other intellectual property law violations that you may incur as a result of your activities on or related to the Site. LifePics does not provide you with permission to access and view any content provided by other Users or third parties. LifePics has the absolute right to terminate your membership and or account or exclude you from the Site if you use the Service to violate the intellectual property rights or other rights of third parties. You agree to indemnify and hold LifePics harmless for any violation of this provision. By viewing the Site, you may be exposed to Content that you consider to be offensive. You take sole responsibility for such exposure.\n\n5. Copyright Violations. If you believe the copyright in your work has been violated through the use of this Site or the Services, please contact LifePics at LifePics, Inc., 5777 Central Ave, Suite 120, Boulder, CO 80301. You must provide LifePics with the following information, which LifePics may then forward to the alleged infringer: (a) identify the material on the Site that you believe infringes your work, with enough detail so that we may locate it on the Site; (b) provide your address, telephone number, and email address; (c) provide a statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; (d) provide a statement that (i) the information you have provided to us is accurate, and (ii) you are the owner of the copyright interest involved or you are authorized to act on behalf of that owner; and (e) provide your physical or electronic signature. Upon receiving your complaint, LifePics may remove content that you believe infringes your copyright. In addition, LifePics may terminate the account of the member who appears to be infringing anyone’s intellectual property rights.\n\n6. External Links. From time to time LifePics may provide links that will take you to third party web sites. These links are provided for your convenience only. If you decide to access linked web sites you do so at your own risk. LifePics does not endorse or take responsibility for the content on other web sites or the availability of other web sites and you agree that LifePics is not liable for any loss or damage that you may suffer by using other web sites.\n\n7. Amendment of Terms. We reserve the right to amend any Terms agreed to by you from time to time without notice. Your continued use of the Site constitutes acceptance of any amendments, additions, or modifications to this Agreement. Please check back regularly to review our Terms of Service.\n\n8. Contact. LifePics is located in Boulder, Colorado. Any questions, comments or suggestions, including any report of violation of this Agreement should be provided to the Administrator as follows:\n\nLifePics:\n\nBy E-mail: support@lifepics.com\n\nBy Fax: (303) 413-1800\n\nBy Postal Mail: 5777 Central Avenue, Suite 120, Boulder, CO 80301 or\n\n<<Dealer>>:\n\nBy E-mail: [INSERT EMAIL ADDRESS OF CONTACT AT DEALER]\n\nBy Fax: [INSERT DEALER FAX NUMBER]\n\nBy Postal Mail: [INSERT DEALER MAILING ADDRESS]\n\nSECTION B – TERMS APPLICABLE TO REGISTERED USERS OF THE SITE.\n\n1. Registration. In consideration of your use of the Services, you represent and certify that you are of legal age to form a binding contract and are not a person barred from receiving services under the laws of the United States or other applicable jurisdictions. You also agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the Service's registration form (such information being the \"Customer Data\") and (b) maintain and promptly update the Customer Data to keep it true, accurate, current and complete. If you provide any information that is untrue, inaccurate, not current or incomplete, or LifePics has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, LifePics has the right to suspend or terminate your Membership and refuse any and all current or future use of the Service (or any portion thereof). To register as a User of the Service you must be 18 years or over. We request that children under 18 not use the Site without direct parental involvement. Is this a requirement?\n\n2. Amendment of Terms. You agree that LifePics retains the right to amend these Terms and the Site, including service offerings and prices at any time, for any reason, and without notice, and the right to terminate the Site or any part of the Site. You agree to review the posting of this Agreement at www.lifepics.com periodically to be aware of such changes. Your continued use of the Site constitutes acceptance of any amendments, additions, or modifications to this Agreement. Any amendments or modifications made by LifePics shall be prospective only. You will be bound by all such modifications, whether or not you have notice thereof. Please check the web site regularly for updates to these Terms. \n\n3. Site License. LifePics grants you a personal, limited, revocable, non-exclusive and non-transferable license to use the Site, including but not limited to the Services made available from the Site and used in the operation of the Site. This license extends only to the non-commercial creation, storage and viewing of digital images on the Site and only pursuant to the Term of this Agreement. This license is exclusive to you and you may not sublicense the use of the Site or provide, disclose, distribute, transfer, or otherwise make available the Site to any individuals or entities that LifePics has not specifically authorized to receive access to your account on the Site. LifePics expressly retains all ownership rights, title and interest in and to all aspects of the Services and the Site, including, but not limited to, all current and future patents, copyrights, trademarks, trade secrets, know-how, and other proprietary rights included or embodied in the Site. You may not modify the Site, create derivative works of the Site, or reverse engineer, reverse compile, reverse assemble or do any other operation with the Site that would reveal any source code, trade secrets, know-how or other proprietary information. This license shall not be construed or interpreted as granting or providing rights to you to use, reproduce, modify, distribute, perform, display, possess or control the source code or any other aspect of the Site. You may not remove or modify any notice of confidentiality, trade secret, trademark or copyright encoded or embodied in the Site or displayed by, on, or in the Site. You may use the Site only while these Terms remain in effect. Under no circumstances shall you have any rights of any kind in or to the Site after any termination or expiration of this Agreement for any reason.\n\n4. Password. You will receive a password and Membership designation upon completing the Service's registration process. You are responsible for maintaining the confidentiality of the password and Membership information, and are fully responsible for all activities that occur under your password or Membership account. You agree to (a) immediately notify LifePics of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session. LifePics cannot and will not be liable for any loss or damage arising from your failure to comply with this Section.\n\n5. Pricing. The prices for the Services provided on the Site are posted on the Site. All prices are subject to change without notice. You agree to pay all applicable fees for all Services provided to you. Charges for prints, enlargements, novelty items, and other products and services may be billed separately. You agree that your credit card may be charged directly for any service or processing fees that you purchase and pay for online, and agree to be liable for and pay for services purchased if pay-at-store option is available and selected on the Site. All prices are valid until altered by us. Prices do not include delivery charges or any import duties that may be added by the order destination country. Postage may be added to your order during the checkout process. In the event that you order products and the price published on the Site was incorrect, reasonable commercial efforts will be used to contact you to let you know the correct price and ask you whether you still want your order fulfilled at the correct price. Any dates specified for delivery of any products are intended to be an estimate only. You agree to reimburse LifePics or <<Dealer>>, as applicable, for all expenses incurred to recover sums due, including attorney fees and other legal expenses in the event legal action is necessary to collect on balances due for Services.\n\n6. Payment Information. You must (a) provide accurate and complete billing information including legal name, address, telephone number, and credit card or debit card billing information, and (b) immediately report all changes to this information. If the contact information you have provided is false or fraudulent, your access to the Services may be terminated and we may seek any other additional legal remedies. Neither LifePics nor <<Dealer>>will be responsible for any charges or expenses (e.g., for overdrawn accounts, exceeding credit card limits, etc.) resulting from charges billed for Services. All charges will be considered valid unless disputed by you in writing within thirty (30) days after the billing date. No adjustments will be made for disputed charges made more than thirty (30) days after the billing date.\n\n7. Late Payments; Taxes. Any amount that is not paid when due will accrue a late fee of one and one half percent (1.5%) per month, or portion thereof, or the maximum rate permitted by applicable law, whichever is less, on any outstanding balance from the due date until paid, and you agree to pay all such late fees plus all expenses of collection. All fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and you will be responsible for payment of all such taxes, levies, or duties, excluding only taxes based solely on income\n\n8. License. LifePics does not claim ownership rights in any information, data, text, software, music, sound, photographs, graphics, video, messages or other materials or content you make available or use in connection with the Site or the Services or used in connection with or managed by your account (“Content”). As a condition to your use of your account, you hereby grant to LifePics a non-exclusive, royalty-free license to use, copy, distribute, and display such Content for the sole purpose of enabling us to make your Content available through the Service and fulfilling any orders for you or for those with whom you have shared your Content. Please note that when you share Content, you allow the recipients to share and make photographic prints from that Content. You remain the owner of all Content that you submit to the Service and as a condition of your use of the Site and the Services, you represent and warrant to LifePics that you are the owner of the copyright to Content you submit to the Service or that you have written permission from the copyright owner to submit such Content. In addition, you warrant that all moral rights in any Content have been waived. Your physical or electronic sharing of your images constitutes permission for reprinting by the recipient. You agree to indemnify and hold LifePics harmless for any violation of this provision.\n\n9. Submissions.\n\n9.1 You may place Content on the Site only in accordance with the following limitations and you may NOT store any of the following material on the Site or obtain any such material using the Site: \n\n• Any threatening, obscene, pornographic or profane material or any other material that could give rise to any civil or criminal liability under applicable law. LifePics recommends you use an “adult-content” warning label when pictures are being shared that include legal adult content;\n\n• Any material that could infringe rights of privacy, publicity or copyrights without the permission of the owner of these rights and the persons (or their parents or legal guardians, where applicable) whose likenesses are displayed in the material; \n\n• Any material sent from an anonymous or false address. \n\n9.2 While LifePics does not and cannot review all material on the Site, and is not responsible for its content, LifePics reserves the right to remove, delete, move or edit Content that it, in its sole discretion, deems abusive, defamatory, obscene, in violation of the law, including but not limited to copyright or trademark law, or otherwise unacceptable.\n\n9.3 LifePics will not be liable for the Content of any submission. You agree to indemnify and hold LifePics harmless for any violation of this provision.\n\n10. Storage Policy. A benefit of Membership is the ability to store photos in your account. Subject to these Terms, as long as you are an active participant in the Service, LifePics will offer free, unlimited storage, for non-commercial purposes, of your digital photos that you upload to your account. Storage terms may change without notice. A condition of your storage of photos is your “Active Participation” in the Service. Active Participation is defined as logging-in to your account at least once every 6 months with no purchase requirements. If your Membership account is inactive for a period of over 6 months, LifePics may remove and discard any Content, including all information, communications, postings, albums, image files or any other content within the Service. LifePics will attempt to contact you via e-mail to notify you of your account status and of the pending expiration of your images based on inactivity. It is still your responsibility to perform the minimum requirements to maintain your active status, regardless of whether such notification ever reaches you or not. LifePics may terminate your Membership for any activity that in the sole opinion of LifePics or <<Dealer>> constitutes an abuse of your Membership or a violation of these Terms.\n\n11. Third Party Software and Linking. Although we may make software, hyperlinks, and other products of third-party companies available to you, your use of such products is subject to the respective terms and conditions imposed by the third party owning, manufacturing or distributing such products, and the agreement for your use will be between you and such third party. LifePics makes no warranty with regard to the products or website of any other entity. LifePics has no control over the content or availability of any third-party software or web sites. In particular, (a) LifePics makes no warranty that any third-party software you download or website you visit will be free of any contaminating or destructive code, such as viruses, worms or Trojan horses and (b) LifePics notifies you that it is your responsibility to become familiar with any website's privacy and other policies and terms of service, and to contact that site's webmaster or site administrator with any concerns.\n\n12. Monitoring of Content.\n\n12.1 Your account with LifePics is available for your personal, non-commercial use. You can allow other people to view selected Content. Shared Content will require that you provide a license to your Content to others. You understand that LifePics can access your account and provide access to third parties for the following reasons: \n\n• We can remind you of your password in case you forget it; if this becomes necessary, we send an e-mail upon your request to the address from which you opened your account; \n\n• To maintain the Site and to develop new and useful features and services; \n\n• To follow a court order, subpoena, complaint or a lawful request from governmental authorities.\n\n12.2 You acknowledge that LifePics may not pre-screen Content, but that LifePics and its designees shall have the right (but not the obligation) in their sole discretion to refuse or move any Content that is available via the Service. Without limiting the foregoing, LifePics and its designees shall have the right to remove any Content that violates any part of these Terms or is otherwise objectionable. You agree that you must evaluate, and bear all risks associated with, the use of any Content, including any reliance on the accuracy, completeness, or usefulness of such Content. In this regard, you acknowledge that you may not rely on any Content created by LifePics or submitted to LifePics.\n\n12.3 Any Content discovered on the Site that is deemed in the sole discretion of LifePics to be in violation of Title 18 of the United States Code, Sections 2251 et seq. may be reported and disclosed to appropriate law enforcement agencies.\n\n12.4 You acknowledge, consent and agree that LifePics may access, preserve, and disclose your account information and Content if required to do so by law or in a good faith belief that such access preservation or disclosure is reasonably necessary to: (a) comply with legal process; (b) enforce these Terms; (c) respond to claims that any Content violates the rights of third-parties; (d) respond to your requests for customer service; or (e) protect the rights, property, or personal safety of LifePics, its users and the public.\n\n12.5 You understand that the technical processing and transmission of the Service, including your Content, may involve (a) transmissions over various networks; and (b) changes to conform and adapt to technical requirements of connecting networks or devices.\n\n12.6 You understand that the Service and software embodied within the Service may include security components that permit digital materials to be protected, and use of these materials is subject to usage rules set by LifePics and/or content providers who provide content to the Service. You may not attempt to override or circumvent any of the usage rules embedded into the Service. Any unauthorized reproduction, publication, further distribution or public exhibition of the materials provided on the Service, in whole or in part, is strictly prohibited\n\n13. Conduct\n\n13.1 You understand that all Content, whether publicly posted or privately transmitted, is the sole responsibility of the person from which such Content originated. This means that you, and not LifePics, are entirely responsible for all Content that you upload, post, email, transmit or otherwise make available via the Service. LifePics does not control the Content posted via the Service and, as such, does not guarantee the accuracy, integrity or quality of such Content. You understand that by using the Service, you may be exposed to Content that is offensive, indecent or objectionable. Under no circumstances will LifePics be liable in any way for any Content, including, but not limited to, for any errors or omissions in any Content, or for any loss or damage of any kind incurred as a result of the use of any Content posted, emailed, transmitted or otherwise made available via the Service.\n\n13.2 You may not obtain or seek to obtain access to materials on the Site for which your access is not authorized, including materials belonging to other users. Any attempt to circumvent firewalls or other security devices of the Site is a violation of this Agreement. You agree to indemnify and hold LifePics harmless for any violation of this provision.\n\n14. Suspension and Termination of Access and Membership.\n\n14.1 LifePics reserves the right to suspend or terminate your account and use of the Site and remove and discard any Content including, but not limited to, any and all information, communications, postings, albums, image files or any other materials on the Site, at any time, without notice, for any reason, including but not limited to the following:\n\n• breach of these, including policies or guidelines set forth by LifePics elsewhere;\n\n• Conduct that LifePics believes is harmful to other users of LifePics or the business of LifePics or other third party information providers.\n\n14.2 Further, you agree that LifePics shall not be liable to you or any third party for any termination of your access to the Site.\n\n14.3 LifePics reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice. You agree that LifePics shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.\n\n15. Privacy. It is the policy of LifePics and <<Dealer>> to respect the privacy of individuals who visit the website, make purchases, create accounts and/or provide comments to us. Addresses, names and other identifying and contact information are collected from users of the Site in accordance with and subject to the privacy policy available at <DEALER PRIVACY POLICY URL/>> (“Privacy Policy”) which, by this reference, becomes a part of these Terms. If our company or our assets are acquired by another company, that company will possess all information collected by us and it will assume the rights and obligations regarding your information as described in the Privacy Policy. If you have any questions, comments, complaints or suggestions, including any report of violation of the Privacy Policy you should contact <<Dealer>> at:\n\n<<Dealer>>:\n\nBy E-mail: [INSERT EMAIL ADDRESS OF CONTACT AT DEALER]\n\nBy Fax: [INSERT DEALER FAX NUMBER]\n\nBy Postal Mail: [INSERT DEALER MAILING ADDRESS]\n\n16. Disclaimer Warranty. THE CONTENT AND/OR MATERIALS AVAILABLE THROUGH THE SITE ARE PROVIDED TO YOU ON AN “AS IS” AND “AS AVAILABLE” BASIS AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED. INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT OR ANY WARRANTY ARISING FROM COURSE OF DEALING OR COURSE OF PERFORMANCE. IN PARTICULAR, NEITHER LIFEPICS NOR <<DEALER>> MAKES ANY WARRANTY THAT THE SITE, INCLUDING THE SERVICES, WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE, THAT THE SITE OR ANY SERVERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, THAT THE SITE, INCLUDING THE SERVICES WILL BE AVAILABLE, OR THAT DATA OR IMAGES ENTERED ARE SECURE FROM UNAUTHORIZED ACCESS. NEITHER LIFEPICS NOR <<DEALER>> MAKES ANY WARRANTY REGARDING ANY SOFTWARE, GOODS, SERVICES, PROMOTIONS, OR THE DELIVERY OF ANY SOFTWARE, GOODS OR SERVICES, PURCHASED, ACCESSED OR OBTAINED THROUGH THE SITE OR ADVERTISED THROUGH THE SITE OR THE LIFEPICS SITE. NO ADVICE OR INFORMATION GIVEN BY LIFEPICS, ITS EMPLOYEES OR AFFILIATES SHALL CREATE A WARRANTY.\n\n17. Indemnification. You agree to indemnify and hold LifePics, and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of Content you submit, post, transmit or make available through the Service, your use of the Service, your connection to the Service, your violation of these Terms, or your violation of any rights of another.\n\nSECTION C – TERMS APPLICABLE TO REGISTERED USERS AND UNREGISTERED USERS OF THE SITE.\n\n1. Limitation of Liability.\n\n1.1 YOU ACKNOWLEDGE, BY YOUR USE OF THE SITE, THAT YOUR USE OF THE SITE, INCLUDING ANY SOFTWARE OR OTHER MATERIALS ON THE SITE, AND ANY RELIANCE UPON IT, IS AT YOUR SOLE RISK, AND THAT YOU ASSUME FULL RESPONSIBILITY FOR ALL COSTS ASSOCIATED WITH ALL NECESSARY SERVICING OR REPAIRS OF ANY EQUIPMENT YOU USE IN CONNECTION WITH YOUR USE OF THE SITE. YOU AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES SHALL LIFEPICS OR <<DEALER>> BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, USE, IMAGES, DATA OR OTHER INTANGIBLES, DAMAGES THAT RESULT FROM THE USE OR THE INABILITY TO USE THE SITE, INCLUDING ITS SERVICES, DAMAGES FROM ANY CHANGES TO THE SITE, INCLUDING ITS SERVICES, OR FROM UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT, EVEN IF LIFEPICS OR <<DEALER>> HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. YOU AGREE THAT NEITHER LIFEPICS NOR <<DEALER>> SHALL HAVE ANY LIABILITY FOR ANY CONTENT PROVIDED BY YOU TO LIFEPICS. YOU SPECIFICALLY ACKNOWLEDGE THAT DOWN-TIME, LOSS OF CONTENT, AND COMPUTER VIRUSES ARE RISKS INHERENT IN THE USE OF THE INTERNET AND SOFTWARE PRODUCTS, AND YOU AGREE TO ASSUME RESPONSIBILITY FOR ANY HARM OR DAMAGES OF ANY KIND OR CHARACTER WHATSOEVER RESULTING FROM THESE POSSIBLE HARMS. YOU ALSO SPECIFICALLY ACKNOWLEDGE THAT YOU MAY BE DISCLOSING SENSITIVE, PRIVATE AND CONFIDENTIAL CONTENT ABOUT YOURSELF IN YOUR USE OF THE SITE AND YOU AGREE TO ASSUME RESPONSIBILITY FOR ANY HARM OR DAMAGES OF ANY KIND OR CHARACTER WHATSOEVER RESULTING FROM YOUR RELEASE OF SUCH CONTENT.\n\n1.2 IF YOU ARE DISSATISFIED WITH THE SITE, OR WITH ANY OF THESE TERMS AND CONDITIONS, OR FEEL LIFEPICS HAS BREACHED THESE TERMS AND CONDITIONS YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE AND THE SERVICES. THE TOTAL LIABILITY OF LIFEPICS AND <<DEALER>> TO YOU FOR ANY CLAIM ARISING FROM OR RELATING TO THESE TERMS AND CONDITIONS OR USE OF THE SITE SHALL NOT EXCEED THE GREATER OF EITHER THE AMOUNT PAID BY YOU FOR THE SERVICES IN QUESTION OR ONE HUNDRED DOLLARS (US$100). IT IS THE INTENTION OF LIFEPICS, <<DEALER>> AND YOU THAT THIS PROVISION BE CONSTRUED BY A COURT AS BEING THE BROADEST LIMITATION OF LIABILITY CONSISTENT WITH APPLICABLE LAW.\n\n1.3 SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF INCIDENTAL, CONSEQUENTIAL OR OTHER TYPES OF DAMAGES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\n\n2. General.\n\n2.1 Applicable Law and Jurisdiction. You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to the use of the Site or this Agreement must be brought, if at all, within one (1) year from the accrual of the claim or cause of action or be forever barred. This Agreement and any claims hereunder shall be governed by and subject to the laws of the State of Colorado, without giving effect to any principles of conflicts of law.\n\n2.2 No Resale of Services. You agree not to reproduce, duplicate, copy, sell, trade, resell or exploit for any commercial purposes, any portion of the Service, use of the Service, or access to the Service.\n\n2.3 Independent Contractors. No joint venture, partnership, employment, or agency relationship exists between you and LifePics as a result of this Agreement or use of the Service. \n\n2.4 Enforcement. If any legal action is brought to enforce this Agreement, the prevailing party will be entitled to receive its attorneys’ fees, court costs, and other collection expenses, in addition to any other relief it may receive.\n\n2.5 Force Majeure. LifePics will be not liable hereunder by reason of any failure or delay in the performance of its obligations hereunder on account of strikes, shortages, riots, insurrection, fires, flood, storm, explosions, acts of God, war, governmental action, labor conditions, earthquakes, material shortages or any other cause which is beyond LifePics’ reasonable control.\n\n2.6 Waiver. The failure of LifePics to enforce any right or provision in this Agreement will not constitute a waiver of such right or provision unless acknowledged and agreed to by LifePics in writing. \n\n2.7 Construction. The headings of Sections of the Agreement are for convenience and are not to be used in interpretation.\n\n2.8 Assignment. You may not assign or transfer, by operation of law or otherwise, this Agreement or any of your rights under this Agreement to any third party without LifePics’ prior written consent. Any attempted assignment or transfer in violation of the foregoing will be null and void. LifePics may assign this Agreement to any successor to its business or assets to which this Agreement relates, whether by merger, sale of assets, sale of stock, reorganization or otherwise.\n\n2.9 Entire Agreement. This Agreement constitutes the entire agreement between you and LifePics and governs your use of the Site, superseding any prior agreements between you and LifePics. The failure of LifePics to exercise or enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision. If any provision of this Agreement is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Agreement remain in full force and effect.\n\nBY CLICKING ON THE “ACCEPT” BUTTON BELOW, YOU ACKNOWLEDGE THAT YOU HAVE READ THIS AGREEMENT, UNDERSTAND IT, AND AGREE TO BE BOUND BY IT. IF YOU DO NOT AGREE TO ANY OF THE TERMS ABOVE, LIFEPICS IS UNWILLING TO PROVIDE SERVICES TO YOU, AND YOU SHOULD CLICK ON THE “DO NOT ACCEPT” BUTTON BELOW TO DISCONTINUE THE REGISTRATION PROCESS. IN SUCH CASE, ANY AMOUNTS ALREADY PAID BY YOU FOR THE SERVICES SHALL BE REFUNDED BY LIFEPICS.ifepics Terms of Service\n\n\n\n \n\n\n\nWalgreens Users, Please read below\n\nTerms of Use\n\nCOPYRIGHT AND TRADEMARK INFORMATION\n\nCopyright © 2013 Walgreen Co., 200 Wilmot Road, Deerfield, Illinois 60015. All rights reserved. We or our content providers own all of the content on our web site, including text, customized graphics, photographs, music, data, images, audio and video clips and software. This property is protected by U.S. and international copyright laws. In addition, the manner in which we have compiled, arranged and assembled our content is protected by worldwide copyright laws and treaty provisions.\n\nHypertext linking to this web site is permitted. However, Walgreen Co. reserves the right to disable any link to any site Walgreen Co. believes contains scandalous, offensive, obscene, scurrilous or inappropriate content or that, in the sole opinion of Walgreen Co., adversely affects the goodwill of Walgreens or any trademark or service mark of Walgreen Co. or its subsidiaries. Walgreen Co. expressly reserves all available legal rights and remedies for any cause predicated on hypertext linking of this site from any other site. 'Framing' or any other use of this site that serves to affect the identity of this site or the source of the content of this site is prohibited.\n\nYou may use the content on our web site only for your own personal, non-commercial shopping and information purposes. Copying, publishing, broadcasting, modification, distribution or transmission in any way without the prior written consent of Walgreens is strictly prohibited. Walgreens reserves title and full intellectual property rights for materials downloaded or otherwise received from this web site. We hereby grant you permission to download, print and store selected portions of our content (as defined below). However the copies must be for your own personal and non-commercial use, you cannot copy or post the content on any network computer or broadcast it in any media, and you cannot alter or modify the content in any manner. You also may not delete or change any copyright or trademark notices.\n\nWALGREENS, WALGREENS-THE PHARMACY AMERICA TRUSTS, WALGREENS-THE BRAND AMERICA TRUSTS, and WALGREENS-WHERE AMERICA TAKES ITS PICTURES, as well as other names, button icons, text, graphics, logos, images, designs, titles, words or phrases, audio clips, page headers and service names used on this web site are the trademarks, service marks, trade names or other protected intellectual property of Walgreen Co. or its subsidiaries. They may not be used in connection with any third party products or services. All other brands and names are the property of their owners.\n\nWalgreen Co.'s automated touch-tone prescription refill system is licensed under the following United States Patents: 5,128,984; 5,561,707; 5,684,863; 5,815,551; 5,828,734; 5,898,762; 5,917,893; 5,974,120; and others. \n\nNOTE ABOUT PRICING\n\nWalgreens makes every effort to provide accurate information about products and their pricing on its websites. However, pricing and/or typographical mistakes may, on rare occasions, appear on this website or Walgreens.com. For this reason, Walgreens cannot guarantee the price of an item until after you have ordered it. In the event an item appears with an incorrect price or with inaccurate product information, Walgreens reserves the right to cancel any orders for the item. If an order you placed is cancelled due to mispricing, Walgreens will notify you of the cancellation. Prices and availability are subject to change without notice.\n\nNOTE ABOUT QUANTITY LIMITS\n\nWalgreens reserves the right to set quantity-per-order limits on any and all items sold on this website or Walgreens.com. Walgreens may also limit the item quantity available to any single person or household over a given period of time. These restrictions may be applied to orders using the same credit card or billing or shipping address.\n\nNOTE ABOUT PRODUCT SUBSTITUTIONS\n\nA substitute will only be made in the event an item is out of stock and the identical brand and product is available in a form that is of equal or greater value, e.g. larger quantity, packaged with a trial sample, updated product packaging, etc. A product substitution will occur at no extra cost and, if the substituted item is less expensive than the original item, the lower price will be charged.\n\nWARRANTY DISCLAIMER\n\nWE PROVIDE CONTENT ON THIS WEB SITE AS A SERVICE TO YOU, OUR CUSTOMER. OUR WEB SITE CANNOT, AND DOES NOT, CONTAIN INFORMATION ABOUT ALL MEDICAL CONDITIONS. IT MAY NOT CONTAIN ALL INFORMATION THAT IS APPLICABLE TO YOUR PERSONAL CIRCUMSTANCES. THE CONTENT IS NOT INTENDED FOR DIAGNOSIS AND SHOULD NOT BE USED AS A SUBSTITUTE FOR CONSULTATION WITH YOUR PHYSICIAN. THE CONTENT OF THIS WEB SITE, THE SERVER THAT MAKES IT AVAILABLE, AND THE SERVICES AND PRODUCTS WE PROVIDE ON OUR WEB SITE, ARE PROVIDED ON AN 'AS IS' AND 'AS AVAILABLE' BASIS WITHOUT WARRANTY OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY. WALGREENS EXPRESSLY DISCLAIMS LIABILITY FOR TECHNICAL FAILURES (INCLUDING HARDWARE OR SOFTWARE FAILURES), INCOMPLETE, SCRAMBLED OR DELAYED COMPUTER TRANSMISSIONS AND/OR TECHNICAL INACCURACIES, AS WELL AS UNAUTHORIZED ACCESS OF USER TRANSMISSIONS BY THIRD PARTIES.\n\nTO THE FULL EXTENT NOT PRECLUDED BY APPLICABLE LAW, WALGREEN CO., WALGREENS.COM, THEIR MEDICAL ADVISORS, SUPPLIERS, CONSULTANTS, DIRECTORS AND EMPLOYEES (COLLECTIVELY THROUGHOUT, 'WALGREENS') DISCLAIM AND EXCLUDE ALL WARRANTIES WITH RESPECT TO ALL SERVICES, INFORMATION AND/OR PRODUCTS CONTAINED ON THIS WEB SITE, OR LINKED HERETO (COLLECTIVELY THROUGHOUT, 'CONTENT'), EXPRESS, IMPLIED OR STATUTORY. THIS DISCLAIMER INCLUDES, BUT IS NOT LIMITED TO, ANY AND ALL WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.WALGREENS DOES NOT WARRANT CONTENT TO BE ACCURATE, COMPLETE OR CURRENT. WALGREENS DOES NOT WARRANT THAT ITS WEB SITE WILL OPERATE WITHOUT ERROR, THAT DEFECTS WILL BE CORRECTED OR THAT THIS SITE OR THE SERVER MAKING IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. PRICE AND AVAILABILITY CONTENT, AS WELL AS OTHER CONTENT CONTAINED IN THE WEB SITE OR ACCESSIBLE THEREFROM, IS SUBJECT TO CHANGE WITHOUT NOTICE.\n\nTHIS WEB SITE INCLUDES CONTENT PROVIDED BY THIRD PARTIES AND YOU, OUR CUSTOMER. WALGREENS IS A DISTRIBUTOR OF SUCH CONTENT AND NOT ITS PUBLISHER. WALGREENS EDITORIAL CONTROL OF SUCH CONTENT IS THE SAME AS THAT OF A PUBLIC LIBRARY OR NEWSSTAND. OUR THIRD PARTY SUPPLIERS MAY EXPRESS CERTAIN OPINIONS OR PROVIDE CERTAIN INFORMATION AND OFFERS. WALGREENS MAKES NO WARRANTIES AS TO THE COMPLETENESS, ACCURACY, TIMELINESS, OR RELIABILITY OF INFORMATION OR OFFERS SUPPLIED BY THIRD PARTIES AND PUBLISHED BY WALGREENS. WALGREENS DOES NOT GUARANTEE OR WARRANT THE PERFORMANCE OF ANY THIRD PARTY, INCLUDING ANY SUCH THIRD PARTY'S CONFORMANCE TO ANY LAW, RULE, REGULATION OR POLICY.\n\nWALGREENS DOES NOT WARRANT THAT INFORMATION, SERVICES, AND PRODUCTS CONTAINED IN THIS WEB SITE WILL SATISFY YOUR REQUIREMENTS OR THAT THEY ARE ERROR OR DEFECT-FREE. BEFORE USING ANY PRODUCT, YOU SHOULD CONFIRM ANY INFORMATION OF IMPORTANCE TO YOU ON THE PRODUCT PACKAGING. YOU ASSUME RESPONSIBILITY FOR THE ACCURACY, APPROPRIATENESS AND LEGALITY OF ANY INFORMATION YOU SUPPLY WALGREENS. THIS WEB SITE IS OPERATED IN THE STATE OF ILLINOIS, UNITED STATES OF AMERICA AND WALGREENS MAKES NO WARRANTY OR REPRESENTATION THAT CONTENT IS APPLICABLE OR APPROPRIATE FOR USE IN OTHER LOCATIONS.\n\nWALGREENS RESERVES THE RIGHT TO LIMIT QUANTITIES ON ALL ITEMS. EACH ADVERTISED ITEM MUST BE READILY AVAILABLE FOR SALE, UNLESS SPECIFICALLY NOTED ON THIS WEBSITE WILL NOT ISSUE A RAIN CHECK OR PLACE A BACKORDER FOR ITEMS THAT ARE OUT OF STOCK.\n\nBY YOUR USE OF THIS WEB SITE, YOU ACKNOWLEDGE THAT SUCH USE IS AT YOUR SOLE RISK, INCLUDING RESPONSIBILITY FOR ALL COSTS ASSOCIATED WITH ALL NECESSARY SERVICING OR REPAIRS OF ANY EQUIPMENT YOU USE IN CONNECTION WITH THIS WEB SITE.\n\nAS PARTIAL CONSIDERATION FOR YOUR ACCESS TO OUR WEB SITE AND USE OF ITS CONTENT, YOU AGREE THAT WALGREENS IS NOT LIABLE TO YOU IN ANY MANNER WHATSOEVER FOR DECISIONS YOU MAY MAKE OR YOUR ACTIONS OR NONACTIONS IN RELIANCE UPON THE CONTENT. YOU ALSO AGREE THAT THE AGGREGATE LIABILITY OF WALGREENS ARISING FROM OR RELATED TO YOUR USE AND ACCESS, REGARDLESS OF THE FORM OF ACTION OR CLAIM (FOR EXAMPLE, CONTRACT, WARRANTY, TORT, NEGLIGENCE, STRICT LIABILITY, PROFESSIONAL MALPRACTICE, FRAUD, INFRINGEMENT OR OTHER BASES FOR CLAIMS), IS LIMITED TO THE PURCHASE PRICE OF ANY ITEMS YOU PURCHASED FROM WALGREENS IN THE APPLICABLE TRANSACTION. WALGREENS SHALL NOT IN ANY CASE BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES EVEN IF WALGREENS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THIS IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL LOSSES AND DAMAGES OF ANY KIND. IF YOU ARE DISSATISFIED WITH OUR WEB SITE OR ITS CONTENT (INCLUDING TERMS OF USE), YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING OUR WEB SITE. BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SUCH LIMITATION MAY NOT BE APPLICABLE TO YOU.\n\nMODIFICATION OF TERMS\n\nWalgreens reserves the right to amend these Terms and the additional Terms here below at any time, for any reason and without notice, including the right to terminate the Service or any part of the Service. Any amendments or modifications made by Walgreens will be prospective only.\n\nENTIRE AGREEMENT, VENUE AND CHOICE OF LAW\n\nThese Terms, including the additional Terms relating to PHOTO.WALGREENS.COM here below, constitute the entire agreement between you and Walgreens governing your use of this web site, PHOTO.WALGREENS.COM and the web photo Service. These Terms may be changed or updated at any time at the sole discretion of Walgreens. In the case of inconsistencies between these Terms and any information included in off-line materials (for example, promotional materials and mailers), these Terms will always control. You may also be subject to additional terms and conditions that may apply when you use services of other parties affiliated with Walgreen Co., third-party content or third-party software.\n\nThis Agreement shall be governed by and construed in accordance with the laws of the State of Illinois, without regard to choice of law rules. Any litigation arising out of or in connection with these web sites shall be exclusively in state or federal courts located in Cook or Lake County, Illinois.\n\nIf any part of this Agreement is ruled to be unenforceable, then such part shall be eliminated or limited to the minimum extent necessary. The remainder of the Agreement, including any revised portion, shall remain and be in full force and effect.\n\nThe failure of Walgreen Co. to exercise or enforce any Term will not constitute a waiver of such Term. Regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to the Service or these Terms will be filed within one year after such claim or cause of action arose, or be forever barred.\n\nADDITIONAL TERMS AND CONDITIONS OF USE FOR PHOTO.WALGREENS.COM\n\nIn addition to the service provided on this website, PHOTO.WALGREENS.COM provides people with Membership ('Members') a way to process, print, store, share and otherwise use photographs (collectively 'Process') . However, before you enter the PHOTO.WALGREENS.COM site (the 'Site') or use any of its available services, it is important that you carefully review the Terms and Conditions for this website Walgreens.com set out above and the additional Terms and Conditions for PHOTO.WALGREENS.COM set out below (the 'Terms'). In addition, specific pages on the Site may set out additional terms and conditions, all of which are incorporated by reference into these Terms. In the case of inconsistencies between these Terms and information included in off-line materials (for example, promotional materials and mailers), these Terms will always control. You should periodically check this page to make sure you are up to date.\n\nBy entering and using the Site, you indicate that you accept these Terms and that you agree to be bound by them. Acceptance of these Terms creates a binding contract between you and Walgreen Co. and its subsidiaries (collectively 'Walgreens') that you will use the Service only in a manner consistent with these Terms. If you have questions about these Terms, please contact service@photo.walgreens.com. Your use of the Site and its services (together, the 'Service') is entirely conditioned on and subject to your compliance with these Terms. If you do not agree with these Terms, do not access or use the Service.\n\nTERMS OF MEMBERSHIP\n\nPHOTO.WALGREENS.COM membership ('Membership') is available to you if you are at least 13 years of age and submit certain requested information to PHOTO.WALGREENS.COM, including your name and correct email address or if you are a registered user of WALGREENS.COM of at least 13 years of age. In addition, by becoming a Member, you will provide Walgreens with true, accurate, current and complete information about yourself when such information is requested by the Service (whether by questionnaires, surveys, registration forms or other informational requests).\n\nThe Service is for personal use only\n\nA benefit of Membership is the ability to store photos in your account. A condition of your storage of photos is your 'Active Participation' in the Service. Active Participation is defined as purchasing photo merchandise, including prints, reprints and enlargements, through the Service at least once every 365 days. If your Membership account is inactive for a period of over 365 days, PHOTO.WALGREENS.COM may remove and discard any content, including all information, communications, postings, albums, image files or any other content within the Service. Walgreens may terminate your membership for any activity that in the sole opinion of Walgreen Co., its Site Host or subsidiaries constitutes an abuse of your Membership or a violation of these Terms.\n\nPHOTOFINISHING SERVICES\n\nAs part of your Membership, you are enabled to have your digital photos uploaded and stored on the Site, pursuant to these Terms, as well as to have print copies or other photo products made either at a Walgreens retail location or delivered to you by mail as requested or appropriate, along with other special offers Walgreens may make to Members from time to time. Costs associated with print copies or photo products, delivered to you by mail, will be charged to your credit card. Orders over a specified value, for store pick-up, will likewise require a credit card.\n\nDIGITAL IMAGE STORAGE\n\nSubject to these Terms, as long as you are an active participant in the Service, PHOTO.WALGREENS.COM offers free, unlimited storage, for non-commercial purposes, of your digital photos that you upload to your account.\n\nMEMBER CONDUCT\n\nPHOTO.WALGREENS.COM allows Members to store, share and transmit communications, albums, image files, creative material, photographs, links and comments (collectively 'Content'). Users of the Service, whether or not Members, may not use the Service to Process Prohibited Content. Generally, Prohibited Content includes Content or other material that Walgreens believes:\n\nIs abusive, deceptive, pornographic, obscene, defamatory, slanderous, offensive or otherwise inappropriate;\n\nComprises copyrighted material used without the express permission of the owner;\n\nViolates or encroaches on the rights of others;\n\nContains viruses, worms, corrupt files, Trojan horses and other forms of corruptive code, or any other content which may compromise the Service;\n\nAdvocates illegal activity;\n\nHarms anyone, including minors; or\n\nProvides a link to any of the above.\n\nWalgreens has the sole discretion to determine whether Content is Prohibited Content, and any Content submitted to the Service may be subject to examination from time to time. Although PHOTO.WALGREENS.COM and Walgreens do not and will not examine and review all Content submitted or transmitted to the Service, PHOTO.WALGREENS.COM and Walgreens may delete, move and edit materials for any reason, at any time, without notice.\n\nAny Content discovered on the Site that is deemed in the sole discretion of PHOTO.WALGREENS.COM or Walgreens to be in violation of Title 18 of the United States Code, Sections 2251 et seq. may be reported and disclosed to appropriate law enforcement agencies.\n\nAll Content (whether private or public) that is Processed on the Site is the sole responsibility of the person who submitted it. Thus, you are responsible for your Content.\n\nBy viewing the Site, you may be exposed to Content that you consider to be offensive. You take sole responsibility for such exposure.\n\nPHOTO.WALGREENS.COM and Walgreens in no way guarantee the accuracy, quality or appropriateness of Content available on the Site.\n\nNO RESALE OF SERVICE\n\nYou will not (i) reproduce, duplicate, copy, sell, resell or exploit any part of the Service, or (ii) use or access the Service for any commercial purpose.\n\nTHIRD PARTY SOFTWARE\n\nAs a convenience to Members, Walgreen Co. may make third-party software available through the Service. To use the third-party software, you will agree to the terms and conditions imposed by the third party provider. The agreement to use such software will be solely between you and the third party provider. Walgreen Co. does not guarantee that any software downloaded through the Service will be free of viruses, worms or Trojan horses or other forms of corruptive code. Walgreen Co. makes no representations or warranties concerning, and is not liable or responsible in any manner for, the performance, effectiveness or any other aspect of any third-party software downloaded through the Service.\n\nCOPYRIGHT\n\nAs a condition to your Membership, you hereby grant Walgreens and the PHOTO.WALGREENS.COM Site Host (presently Hewlett-Packard Co. d/b/a/ Snapfish) a perpetual, universal, non-exclusive, royalty-free right to copy, display, modify, transmit, make derivative works of and distribute your Content, solely for the purpose of providing the Service. As a condition to Membership, you represent and warrant to Walgreens and the Site Host that you either own your Content or have written permission from the copyright owner to make such Content available to the Service. Walgreens reserves the right to decline production of any Content that it, in its sole discretion, believes may violate the copyrights of any party.\n\nThe Service is protected by U.S. and international copyright laws and by other applicable laws. You may not Process any Content without the written consent of the owner of such Content. You are solely responsible for any copyright violations you may incur as a result of your activities on the Service.\n\nIf you believe your work or the work of another has been copied in a way that constitutes copyright infringement, Walgreens has a process in place to respond to your concerns. Walgreens will take appropriate steps, at the sole discretion of Walgreens, to protect the intellectual property rights of third parties if it receives notice in accordance with the provisions required by the Digital Millennium Copyright Act, as follows:\n\nIf you believe your copyright or the copyright of another has been infringed on the Service, please provide the Law Department of Walgreen Co. with a written notice containing the following information:\n\na description and copy of the copyrighted work you claim has been infringed; \n\na description of where the material you claim is infringing is located on the site; \n\nyour address, telephone number, and email address; \n\na statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law; \n\na statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf; and \n\nthe physical signature of the person authorized to act on behalf of the owner of the copyright interest on the document(s) comprising 4 and 5 here above and notarized. \n\nThe above Notice for claims of infringement for Content on the Service should be addressed to the Law Department at Walgreen Co. at the following street address:\n\nWalgreen Co.\n\nLaw Department\n\nMS # 1425\n\n104 Wilmot Rd.\n\nDeerfield, Illinois 60015\n\nAttn: Intellectual Property\n\nINDEMNITY\n\nYOU WILL INDEMNIFY, DEFEND AND HOLD HARMLESS WALGREEN CO., INCLUDING ITS OFFICERS, DIRECTORS, EMPLOYEES, AFFILIATES, LICENSORS, SUPPLIERS, INFORMATION PROVIDERS AND AGENTS (COLLECTIVELY 'WALGREENS') FROM AND AGAINST ALL LOSSES, EXPENSES, DAMAGES AND COSTS, INCLUDING REASONABLE ATTORNEYS' FEES, RESULTING FROM ANY VIOLATION OF THESE TERMS OR ANY ACTIVITY RELATED TO YOUR ACCOUNT (INCLUDING NEGLIGENT OR WRONGFUL CONDUCT) BY YOU OR ANY OTHER PERSON ACCESSING THE SERVICE USING YOUR ACCOUNT.\n\nLIMITED WARRANTY\n\nNo Liability for Content IN NO EVENT WILL WALGREENS OR THE SITE HOST BE LIABLE FOR ANY CLAIM OF ANY NATURE, WHETHER DIRECT OR INDIRECT, ARISING FROM OR RELATED TO (I) CONTENT MADE AVAILABLE ON OR THROUGH THE SERVICE, INCLUDING ERRORS OR OMISSIONS IN SUCH CONTENT, OR (II) LOSS OR DAMAGE INCURRED AS A RESULT OF CONTENT. \n\nExclusive Remedy ANY PRODUCT OR SERVICE MADE AVAILABLE THROUGH THE SERVICE IS PROVIDED ON AN 'AS IS' AND 'AS AVAILABLE' BASIS. YOUR USE OF THE SERVICE IS AT YOUR OWN RISK. WALGREENS SOLE OBLIGATION, AND YOUR SOLE AND EXCLUSIVE REMEDY, WILL BE FOR WALGREENS TO EITHER (I) REFUND THE FULL AMOUNT OF THE PURCHASE PRICE OF SUCH PRINTS OR PHOTOGRAPHIC PRODUCTS, OR (II) REPRINT THE PHOTOS OR RECREATE THE PHOTOGRAPHIC PRODUCT AT NO EXTRA COST. \n\nDisclaimer EXCEPT FOR THE ABOVE EXPRESS LIMITED WARRANTY, TO THE EXTENT PERMITTED UNDER APPLICABLE LAW, WALGREENS AND THE SITE HOST EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. WALGREENS AND THE SITE HOST MAKE NO WARRANTY THAT (I) THE SITE OR SERVICE WILL BE PROVIDED IN A MANNER THAT IS UNINTERRUPTED, TIMELY, SECURE OR ERROR FREE, (II) THE SITE OR SERVICE ARE OR WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR (III) THE SERVICE OR SITE WILL MEET YOUR REQUIREMENTS. WALGREENS MAKES NO WARRANTIES OF ANY KIND WITH RESPECT TO SOFTWARE, GOODS OR SERVICES THAT ARE PURCHASED, ACCESSED OR OBTAINED THROUGH THE SITE OR THAT ARE ADVERTISED ON THE SITE. ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS AT YOUR OWN DISCRETION AND RISK. YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL. \n\nRemedies. TO THE FULLEST EXTENT PERMITTED UNDER LAW, THE REMEDIES SET FORTH IN THESE TERMS ARE YOUR SOLE AND EXCLUSIVE REMEDIES. \n\nLIMITATION OF LIABILITY\n\nTO THE FULLEST EXTENT PERMITTED UNDER LAW, WALGREEN CO. WILL HAVE NO OBLIGATION OR LIABILITY (WHETHER ARISING IN CONTRACT, WARRANTY, TORT, INCLUDING NEGLIGENCE, PRODUCT LIABILITY OR OTHERWISE) FOR ANY DIRECT, INCIDENTAL, INDIRECT, SPECIAL OR CONSEQUENTIAL DAMAGES OR LIABILITIES (INCLUDING ANY LOSS OF DATA, REVENUE OR PROFIT) ARISING WITH RESPECT TO YOUR USE OF THE SITE OR THE SERVICE, EVEN IF YOU HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THIS LIMITATION APPLIES TO DAMAGES ARISING FROM (i) USE OR INABILITY TO USE THE SERVICE, (ii) COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES, (iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS BY THIRD PARTIES, (iv) THIRD PARTY CONTENT MADE AVAILABLE TO YOU THROUGH THE SERVICE - OR (v) ANY OTHER MATTER RELATING TO THE SERVICE. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU. THIS WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY HAVE OTHER RIGHTS WHICH VARY FROM STATE TO STATE.\n\nTERMINATION\n\nWalgreens may, in its sole discretion, terminate your Membership (or any part thereof) or your use of the Service, and remove and discard any Content at any time, without notice, for any reason, including, but not limited to: (i) conduct that violates these Terms or other policies or guidelines set forth by Walgreens elsewhere on the Site, (ii) conduct Walgreens believes is harmful to other PHOTO.WALGREENS.COM or Walgreens.com users, the business of Walgreen Co. or the Site Host or (iii) failure to continue Active Participation in the Service. Neither Walgreens nor the Site Host will be liable to you or any third party for any termination of your access to the Service or discarding Content.\n\n-- Last updated 10/16/2008\n\n\n\nPrivacy Policy and Consent\n\nThis privacy policy lets you know what information we collect, how we may share that information, and your choices regarding the sharing of your information. This policy applies to Walgreens stores, Walgreens.com and other places where we may collect personal information. By visiting Walgreens.com, you are accepting the practices described in this Privacy Notice.\n\nCollection\n\nYou can browse our sites without telling us who you are or revealing any personal information about yourself. Once you give us your personal information, you are not anonymous to us. If you choose to provide us with personal information, you consent to the transfer and storage of that information on our servers. We may collect and store the following personal information:\n\n•Email address, physical contact information, and shipping, billing and other information you provide to purchase or ship an item;\n\n•Clicks and page information such as the address (or \"URL\") of the web site that you came from before visiting our site, which pages you visit on our site, which browser you used to view our site and any search terms you have entered on our site.\n\n•Chat session information for customers using our Pharmacy Chat service, which is logged for quality control purposes but not linked to your individual pharmacy record\n\n•Customer service history including dispute resolution, correspondence through our sites, and correspondence sent to us;\n\n•Other information from your interaction with our sites, services, content and advertising, including computer and connection information, statistics on page views, traffic to and from the sites, ad data, IP address and standard web log information;\n\n•Information from other companies, such as demographic and navigation data; and\n\n•When you sign up for pharmacy services or order prescription drugs, our registration process asks you to provide us with a limited amount of personal and/or health-related information. This information is necessary to process your order and use our web site to access such functions as print prescription history and Auto Refills. Categories of personally identifiable information include: name, address, phone number, e-mail address, date of birth, billing/shipping information (credit card number, shipping address), and Rx number.\n\nMarketing\n\nWe don't sell or rent your personal information online to third parties for their marketing purposes.\n\n•Personalization and experience improvements: We may combine your information with information we collect from other companies and use it to improve and personalize our services, content and advertising, as well as measure and improve its effectiveness.\n\n•Walgreens advertising on other websites: We may advertise to you on websites other than Walgreens.com using information provided by third parties. Examples include location-based advertising to provide information relevant in your area, or advertising that is specific to your device (such as iPhones, tablets, or Android phones). In some cases, third parties may allow us to target advertising based on websites you have visited or demographic information. In these cases, your data is not collected by Walgreens or shared with Walgreens for direct use in our advertising.\n\n•Third Party Offers: We may send offers to selected groups of customers on behalf of other businesses. When we do this, we do not give that business your name and address.\n\nIf you don't wish to receive marketing communications from us, simply indicate your preference under My Account/Communication Preferences or by following the directions provided with the communication or advertisement.\n\nOther Ways We May Use or Disclose Information\n\nOur primary purpose in collecting personal information is to provide you with a safe, smooth, efficient, and customized experience.\n\n•Agents: We may employ other companies and individuals to perform functions on our behalf. These functions may include fulfilling orders, delivering packages, hosting sites from this website or walgreens.com including the photo site, product reviews, developing pictures or photo products, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, or processing credit card payments. They have access to personal information needed to perform their functions, but may not use it for other purposes.\n\n•Prescriptions: We will not intentionally release your prescription information other than to you, Walgreen Co. and its subsidiaries, our agents (such as contracted fulfillment parties, if any), your authorized representative, or your prescriber or other authorized medical professional. We may forward your prescription information to your insurance plan, so that we can handle reimbursement of your prescription purchase for your convenience.\n\n•Disclosures: As required by law we will disclose medical and other information which may relate to you. For example, in compliance with the Methamphetamine Control Act of 1996, We will provide the Drug Enforcement Administration with the name and address of each individual who purchases products on this website or Walgreens.com which contain the ingredients ephedrine or pseudophedrine. We, or our photo site host, may also disclose information which we believe to be in violation of Title 18 of the United States Code, Sections 2251 et seq. to appropriate law enforcement agencies.\n\n•Invitees: You may invite other parties to view the content in your Photo Albums. Photo.Walgreens.com will share such information as may be necessary for your invitees to view the albums you designate.\n\n•Business Transfers: As we continue to develop our business, we might sell or buy stores or assets. In such transactions, customer information generally is one of the transferred business assets. Also, in the unlikely event that Walgreens or substantially all of its assets are acquired, customer information will of course be one of the transferred assets and is permissible under law.\n\n•Protection of Walgreens and Others: We release account and other personal information when we believe release is appropriate to comply with laws; enforce or apply our Terms of Use and other agreements; or protect the rights, property, or safety of this website or Walgreens.com, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.\n\nCookies and Beacons\n\n\"Cookies\" are small files placed on the hard drive of your computer. Most cookies are \"session cookies,\" meaning that they are automatically deleted from your hard drive once you sign out from Walgreens.com or close your web browser. We use cookies to provide features and services, such as:\n\n•Allowing you to enter your password less frequently\n\n•Remembering your preferences\n\n•Presenting information that's targeted to your interests\n\n•Measuring the effectiveness of our sites, services, content, and advertising\n\n•Providing other services and features that are available only through the use of cookies\n\nA \"web beacon\" is an electronic image placed in the code of a web page. We use web beacons to monitor the traffic patterns of users from one page to another and to improve site performance.\n\nThird Party Service Providers:\n\nWe may work with other companies who place cookies or web beacons on our websites. These companies help operate our websites and provide you with additional products and services.\n\n•Our web site uses a third-party service provider to serve images. This service allows us to improve your overall customer experience.\n\n•We contract with Omniture, a service partner, to provide us with a data collection and reporting service to measure the effectiveness of promotions and e-mails as well as perform analysis of our customers' activities on Walgreens.com. Information shared with Omniture includes ZIP code, gender, year of birth, city and state, and email address. No other personally identifiable information, such as your name, street address, etc., is shared with Omniture.\n\n•We contract with DoubleClick, a service partner, to serve ads on Walgreens.com and other sites. This technology uses cookies and beacons to improve our advertising. It tracks your visits to Walgreens.com and other sites so we may serve more relevant ads to you. No personally identifiable information about you is shared through this technology. Doubleclick does not share aggregate, unidentifiable info with third parties.\n\n•Our relationship with AARP requires that we provide cookies to assist their contracted providers, i.e. Hitbox, with tracking for pages that have an AARP.walgreens.com url. Walgreens shares these cookies and unique url tags with AARP and their third-party service provider(s) for the purposes of web analytics and measurement. No personally identifiable information is shared.\n\n•Our photo site is hosted by Snapfish, a subsidiary of Hewlett Packard Corporation. Log-in information to the photo site such as name, address, e-mail address, Walgreens.com user name, and opt-in/opt-out information relating to photo site promotions as well as credit card information provided to the photo site is shared with the photo site host and photo mail fulfillment vendor. These vendors are contractually prohibited from using the information obtained in the course of providing these services to photo.walgreens.com in any manner other than to help us provide the services available on the photo site.\n\nDoes Walgreens collect information from children?\n\nIt is our intent not to sell to persons under the age of 18 and it is our policy not to do so. We sell children's products for purchase by adults. If you are under 18, you may use this website only with involvement of a parent or guardian. However photo.walgreens.com does allow for the viewing of albums by minors above the age of 13 but purchases of products must be made by an adult.\n\nHow secure is the information I provided?\n\nWalgreens is committed to securing your personal information. We use technology that is designed for use with secure web servers. Prescription drug information resides in a database behind a firewall where it cannot be accessed without proper authorization. Secure Sockets Layer (\"SSL\") technology encrypts your personal information as well as your prescription health history as it is transmitted over the Internet. You maintain the security of your medical information by keeping your user name, password and other personal information confidential. Walgreens customer service representatives will never request your password.\n\nWe reveal only the last five digits of your credit card numbers when confirming an order. Of course, we transmit the entire credit card number to the appropriate credit card company during order processing.\n\nIt is important for you to protect against unauthorized access to your password and to your computer. Be sure to sign off when finished using a shared computer.\n\nActions You Can Take\n\nWe recommend that you take the following precautions to safeguard your data:\n\n•Use a complex password with unique numbers, letters and special characters, and do not disclose your Walgreens password to anyone. If you do share your password or your personal information with others, remember that you are responsible for all actions taken in the name of your account. If your password has been compromised for any reason, you should immediately change your password.\n\n•Keep your computer software up to date with the latest browser and anti-virus security software.\n\n•Be aware of increasingly common email scams that may use your email address to contact you and ask for personal or sensitive information. Always be cautious when opening links or attachments from unsolicited third parties. Also know that Walgreens will not send you emails asking for your credit card number, social security number or other personally identifiable information. So if ever asked for this information, you can be confident it is not from Walgreens.\n\nYou may choose to:\n\nStop receiving e-mail and mobile marketing communications by changing your preferences online. If you have an online account, login to Your Account and click on Communication Preferences. If you do not have an online account you may click Unsubscribe from the bottom of Walgreens emails, and reply STOP to our text messages to stop receiving emails and SMS text messages. To request unsubscribing by email, contact Customerservice@mail2.walgreens.com.\n\nSet your Web browser to not accept new cookies or web beacons, or be notified when you receive a new cookie, or disable cookies altogether. However, please note that without enabling these features, your experience on Walgreens.com will not be as smooth and you will not be able to take full advantage of our website's features. Please see the Help section of your browser for instructions on managing security preferences.\n\nWill this privacy policy change?\n\nAs our business changes, we will continue to implement new technologies and improve the services and features we provide. This privacy policy and the Terms of Use will be updated to reflect these changes. The use of information that we gather now is subject to the privacy policy in effect at the time of use. If there are changes or additions to this privacy policy, we will post those changes here or in other formats we deem acceptable, so that you will always know what information we collect online or offline, how we use it and what choices you have.\n\nIt is your responsibility to review our privacy policy and Terms and Conditions for changes.\n\nHow To Contact Us\n\nIf you have questions about our Privacy Policy, contact us by:\n\nE-mail: privacy.office@walgreens.com\n\nRegular mail:\nWalgreen Co. Privacy Office\nAttn: Privacy Officer\n200 Wilmot Rd, MS 9000\nDeerfield, IL 60015\n\n\nEffective Date: 04/15/2011"
}